"User Authentication" = "使用者驗證";

"Enable User Authentication" = "使用者驗證";

"Login User Name:" = "登入使用者名稱:";
"Defined User ID" = "指定的使用者識別碼";
"Mac Login Name" = "Mac登入名稱";
"Enter Login User Name:" = "輸入登入使用者名稱:";

"Login Password:" = "登入密碼:";
"Confirmation Password:" = "確認密碼:";

"Enable Driver key" = "驅動程式加密金鑰";
"Driver Encryption Key:" = "驅動程式加密金鑰:";
"Reenter Driver Key:" = "重新輸入確認金鑰:";
"Reenter the Confirmation Key:" = "重新輸入確認金鑰:";

"Restore Defaults" = "回復預設值";

"Enter a valid [Login User Name]." = "請輸入有效的[登入使用者名稱]。";
"Entered [Login Password] is different." = "輸入的[登入密碼]不同。";
"Entered [Driver Encryption Key] is different." = "輸入的[驅動程式加密金鑰]不同。";
"Enter a valid [Driver Encryption Key]" = "請輸入有效的[驅動程式加密金鑰]。";

"Off" = "關閉";